<!DOCTYPE html>
<html>
<head>
  <title>Политика конфиденциальности</title>
  <style>
        body {
            font-family: Arial, Helvetica, sans-serif;
        }
        </style>
</head>
<body>
  <h1>Политика конфиденциальности</h1>
  <p>
  Мы, владельцы веб-сайта ParadiseRP, обязуемся защищать и соблюдать вашу конфиденциальность. В этой политике конфиденциальности мы объясняем, какие данные мы собираем, как мы их используем и как вы можете управлять этими данными.</p>

  <p>1. Собираемая информация:
Мы собираем определенную информацию о вас при использовании нашего веб-сайта. Это может включать ваше имя, адрес электронной почты, контактную информацию и другую информацию, которую вы предоставляете нам добровольно в процессе использования нашего сайта.</p>

<p>2. Использование информации:
Мы используем собранные данные для предоставления вам запрашиваемых услуг и обеспечения хорошей работы нашего веб-сайта. Мы также можем использовать информацию для внутренней аналитики и для совершенствования наших услуг.</p>

<p>3. Куки (cookie):
Мы используем куки (cookie) для сбора информации и сохранения предпочтений пользователей. Куки - это небольшие файлы, которые могут быть размещены на вашем компьютере или мобильном устройстве. Вы можете отключить использование куки в настройках вашего браузера, однако это может повлиять на работу некоторых функций нашего веб-сайта.</p>

<p>4. Система доната:
Мы можем собирать дополнительную информацию, включая данные о платежах, при использовании системы доната на нашем веб-сайте. Эта информация будет использоваться только для обработки платежей и предоставления вам запрашиваемых услуг.</p>

<p>5. Раскрытие информации:
Мы не продаем, не арендуем и не раскрываем вашу личную информацию третьим сторонам без вашего согласия, за исключением случаев, предусмотренных законом или если это не требуется для предоставления вам услуг, которые вы запросили.</p>

<p>6. Ссылки на другие сайты:
Наш веб-сайт может содержать ссылки на другие веб-сайты, которые могут иметь собственные политики конфиденциальности. Мы не несем ответственности за содержание и действия других веб-сайтов и рекомендуем вам ознакомиться с их политикой конфиденциальности.</p>

<p>7. Ваше согласие:
Используя наш веб-сайт, вы выражаете свое согласие с этой политикой конфиденциальности.</p>
  </p>
</body>
</html>