<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <title>Пользовательское соглашение</title>
    <style>
        body {
            font-family: Arial, Helvetica, sans-serif;
        }
        </style>
</head>
<body>
    <h1>Пользовательское соглашение</h1>
    <p>1. Вступление</p>
    <p>Добро пожаловать на веб-сайт "ParadiseRP". Настоящее пользовательское соглашение (далее – "Соглашение") содержит условия и правила использования сайта "ParadiseRP" (далее – "Сайт"), а также условия обработки и использования информации пользователей сайта. Просим внимательно ознакомиться с условиями данного соглашения для использования Сайта. Пользователи, не согласные с данными условиями, должны немедленно прекратить использование Сайта.</p>
    
    <p>2. Защита персональной информации</p>
    <p>2.1. Мы собираем только необходимую информацию для предоставления услуг на Сайте и улучшения работы Сайта. Вся информация хранится строго конфиденциально.</p>
    <p>2.2. Мы можем использовать cookie для обеспечения более удобного использования Сайта. Пользователи могут отключить cookie в настройках своего браузера, однако это может привести к некорректной работе некоторых функций Сайта.</p>

    <p>3. Права и обязанности пользователя</p>
    <p>3.1. Пользователь обязуется предоставлять достоверную информацию при регистрации на Сайте.</p>
    <p>3.2. Пользователь обязуется не нарушать действующее законодательство в процессе использования Сайта.</p>
    <p>3.3. Пользователь несет ответственность за сохранение конфиденциальности своих учетных данных, используемых для входа на Сайт.</p>
    <p>3.4. Пользователь обязуется не размещать на Сайте незаконный контент, спам, вредоносные программы или иные материалы, которые могут нанести ущерб Сайту или другим пользователям.</p>

    <p>4. Права и обязанности администрации</p>
    <p>4.1. Администрация имеет право удалить или заблокировать аккаунт пользователя в случае нарушения данного Соглашения.</p>
    <p>4.2. Администрация не несет ответственности за возможный ущерб, нанесенный пользователю в результате использования Сайта.</p>
    <p>4.3. Администрация имеет право вносить изменения в работу Сайта и его функциональность без предварительного уведомления пользователя.</p>

    <p>5. Донат</p>
    <p>5.1. На Сайте имеется система доната. Все платежи за донат являются добровольными и не подлежат возврату.</p>
    <p>5.2. Администрация Сайта оставляет за собой право изменять условия доната и его цену.</p>

    <p>6. Заключительные положения</p>
    <p>6.1. Использование Сайта считается полным и безоговорочным принятием данного Соглашения.</p>
    <p>6.2. В случае неправомерного использования Сайта пользователь будет подвергнут правовой ответственности в соответствии с действующим законодательством.</p>
    <p>6.3. Настоящее Соглашение является юридически обязательным соглашением между пользователями и администрацией Сайта "ParadiseRP".</p>
</body>
</html>